/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Dock Items";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Dock Item";
"com.apple.dock.itemlist" = "Dock Item List";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Dock Item List items";
"com.apple.dock.item/path" = "Dock Item path";
"com.apple.dock.item/label" = "Dock Item label";
"com.apple.dock.item/type" = "Dock Item type";
"com.apple.dock.item/parent" = "Dock Item parent";
"com.apple.dock.item/properties" = "Dock Item properties";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Dashboard Widgets";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Dashboard Widget";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "Bundle Identifier";
"com.apple.dashboard.widget/preferences" = "preferences";
"com.apple.dashboard.widget/position" = "position";
"com.apple.dashboard.widget/widgetID" = "widgetID";
"com.apple.dashboard.widget/inLayer" = "inLayer";

